Repository: TMPALEKS/BN-Dev
Catalog: plugins/BNMExtends/localization/bnmextends-*.po
Languages: it_it

source: Without Dinner Reservation
it_it: Senza Prenotazione Cena

source: With Dinner Reservation
it_it: Con Prenotazione Cena

source: 2 adults and 2 children
it_it: 2 adulti e 2 bambini

source: 2 adults and 1 child
it_it: 2 adulti e 1 bambino

source: 2 adults
it_it: 2 adulti

source: Log in upper right to purchase
it_it: Accedi in alto a destra per acquistare

source: Purchase %s %s
it_it: Acquista %s %s

source: Size
it_it: Taglia

source: Door price
it_it: Prezzo Door

source: You can not get more 8 items
it_it: Non puoi prendere più di 8 elementi

source: You can not get more 1 item
it_it: Non puoi prendere più di 1 elemento

source: Reservation by
it_it: Prenotazione per

source: Booked by
it_it: Prenotato da

source: None
it_it: Nessuno

source: Under 26 request
it_it: Richiesta Under 26

source: Over 65 request
it_it: Richiesta Over 65

source: request
it_it: richiesta

source: Seats
it_it: Posti

source: Dinner
it_it: Cena

source: Reservation
it_it: Prenotazione

source: Tickets
it_it: Biglietti

source: Settings
it_it: Impostazioni

source: Artist Image
it_it: Immagine Artista

source: Calendar
it_it: Programmazione

source: Time
it_it: Ore

source: View All
it_it: Tutta la programmazione

source: Import iCal
it_it: Importa iCal

source: Download PDF
it_it: Scarica PDF

source: Calendar view
it_it: Vedi come calendario

source: List view
it_it: Vedi come elenco

source: Print
it_it: Stampa

source: Contact the customer service
it_it: Contattare il servizio clienti

source: Book for a group or private event
it_it: Organizzare un banchetto o un evento privato

source: Perform at the Blue Note
it_it: Suonare al Blue Note

source: Submit a product or service
it_it: Proporre un prodotto o servizio

source: Contact the press office
it_it: Contattare l’ufficio stampa

source: Contact Us
it_it: Contattaci

source: Please fill out all fields. Company is optional
it_it: Si prega di compilare tutti i campi. Azienda è opzionale

source: I want to
it_it: Scrivo per

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: Company
it_it: Azienda

source: Phone
it_it: Telefono

source: Send
it_it: Invia

source: m/d/Y H:i
it_it: d/m/Y H:i

source: Create Ticket
it_it: Crea Biglietto

source: Base price
it_it: Prezzo Base

source: Create Ticket for Brunch
it_it: Crea Biglietto per Brunch

source: Ticket
it_it: Biglietto

source: Tickets Brunch
it_it: Biglietti Brunch

source: Event
it_it: Evento

source: Reservations Dinner Table
it_it: Prenotazione tavolo cena

source: The number of seats you select cannot exceed the number of tickets booked
it_it: Puoi selezionare un numero di posti non superiore al numero di biglietti prenotati

source: Cancel
it_it: Annulla

source: For retrive full register user information, insert email before.
it_it: Per recuperare tutte le informazioni utente inserisci prima l'indirizzo email.

source: Looks like your are up to 26 years old. Please upload a PDF of your ID card to get discount upon tickets.
it_it: Sembra che tu abbia fino a 26 anni di età: carica un PDF della tua carta di identità per ottenere sconti sui biglietti di ingresso.

source: Looks like our age is 65 or more. Please upload a PDF of your ID card to get discount upon tickets.
it_it: Sembra che tu abbia 65 anni o più: carica un PDF della tua carta di identità per ottenere sconti sui biglietti di ingresso.

source: Choose Time
it_it: Scegli Orario

source: Hour
it_it: Ore

source: Minutes
it_it: Minuti

source: Seconds
it_it: Secondi

source: Now
it_it: Adesso

source: Su,Mo,Tu,We,Th,Fr,Sa
it_it: Do,Lu,Ma,Me,Gi,Ve,Sa

source: January,February,March,April,May,June,July,August,September,October,November,December
it_it: Gennatio,Fennraio,Marzo,Aprile,Maggio,Giugno,Luglio,Agosto,Settembre,Ottobre,Novembre,Dicembre

source: Close
it_it: Chiudi

source: m/d/Y
it_it: d/m/Y

source: mm/dd/yy
it_it: dd/mm/yy

source: Event Image
it_it: Immagine Evento

source: Display LeaderBoard Banner
it_it: Mostra Banner Leaderboard

source: Number featured
it_it: Numero in evidenza

source: Number Events
it_it: Numero Eventi

source: Products
it_it: Prodotti

source: Select a table for dinner
it_it: Seleziona un tavolo per la cena

source: Apply a discount
it_it: Applica uno sconto

source: Billing information
it_it: Informazioni di pagamento

source: Please fill in or update all fields.
it_it: Si prega di compilare o aggiornare tutti i campi.

source: Address
it_it: Indirizzo

source: ZIP code
it_it: CAP

source: Town
it_it: Città

source: Country
it_it: Nazione

source: Mobile
it_it: Cellulare

source: Are you buying for a company and you need invoice?
it_it: Stai acquistando per un'azienda? Richiedi la fattura

source: Update this information on your profile
it_it: Aggiorna il tuo profilo

source: Different shipping address
it_it: Differente indirizzo di spedizione (spedizione non prevista per i biglietti dei concerti)

source: Invoice information
it_it: Informazioni fattura

source: Company Name
it_it: Ragione Sociale

source: Full Company Address: please insert Street, City, Zip, Country
it_it: Sede Legale: inserire Indirizzo, Cap, Città e Nazione

source: Shipping information
it_it: Indirizzo per le spedizioni

source: <p style="text-align:right;font-weight: bold">Proceed to Purchase even if the amount of your purchase is zero</p>
it_it: <p style="text-align:right;font-weight: bold">Procedi su Acquista anche se il tuo acquisto è a zero euro</p>

source: Thanks for your shopping at Blue Note Milano
it_it: Grazie per i tuoi acquisti su Blue Note Milano

source: Club Member
it_it: Membro Club

source: Intermediaries
it_it: Intermediari

source: Member of Association or CRAL
it_it: Membro di Associazione o CRAL Aziendale

source: Loyalty Card Holder
it_it: Possessore di Tessera Fedeltà

source: Music School Student
it_it: Studente di Scuola di Musica

source: Leave blank if you do not want to change password. Min 6 chars, Max 12 chars.
it_it: Lasciare in bianco se non si vuole modificare la password. Min 6 caratteri, Max 12 caratteri.

source: Edit
it_it: Modifica

source: Login information
it_it: Dati di accesso

source: This email address will be your username
it_it: Questo indirizzo sarà il tuo username

source: Repeat email
it_it: Ripeti email

source: Fill out these fields if you order for a company and you need invoce.
it_it: Compila questi campi se acquisti per un'azienda e hai bisogno della fattura.

source: Personal information
it_it: Informazioni personali

source: Fill in these fields for shipments and to take advantage of discounts and concessions
it_it: Compila questi campi per le spedizioni e per usufruire di sconti ed agevolazioni

source: Birth date
it_it: Data di nascita

source: Sex
it_it: Sesso

source: Please Select
it_it: Seleziona

source: Male
it_it: Maschio

source: Female
it_it: Femmina

source: Job position
it_it: Professione

source: Employee
it_it: Lavoratore dipendente

source: Self-employed
it_it: Lavoratore autonomo

source: Professional
it_it: Professionista

source: Entrepreneur
it_it: Imprenditore

source: Student
it_it: Studente

source: Retired
it_it: Pensionato

source: City
it_it: Città

source: Shipping to different address?
it_it: L'indirizzo di consegna è diverso?

source: Your age is up to 26 years old? Upload a PDF of your ID card to get discount upon tickets
it_it: Hai fino a 26 anni compiuti? Carica qui un PDF della tua carta di identità e potrai usufruire degli sconti a te riservati anche dal sito

source: Upload PDF
it_it: Invia PDF

source: Read the terms for under 26 users
it_it: Leggi le condizioni riservate agli under 26

source: Your age is 65 or more? Upload a PDF of your ID card to get discount upon tickets
it_it: Hai più di 65 anni? Carica qui un PDF della tua carta di identità e potrai usufruire degli sconti a te riservati anche dal sito

source: Read the terms for over 65 users
it_it: Leggi le condizioni riservate agli over 65

source: Discount and extra privileges
it_it: Sconti ed agevolazioni

source: <strong>Are you a member of an entitled association or CRAL?</strong><br/><strong>Are you a loyalty card holder?</strong><br/><strong>Are you a music school student?</strong><br/>Upload a PDF of your membership card or school badge to get discount upon tickets
it_it: <strong>Sei membro di un'associazione o di un CRAL aziendale convenzionato con Blue Note?</strong><br/><strong>Hai una tessera fedeltà convenzionata con Blue Note?</strong> <br/><strong>Sei studente di una scuola di musica convenzionata con Blue Note?</strong><br/>Carica qui un PDF del tuo tesserino e potrai usufruire degli sconti a te riservati anche dal sito

source: Select
it_it: Seleziona

source: Read the terms and the list of entitled organizations
it_it: Leggi l'elenco dei convenzionati e le condizioni riservate

source: Our weekly newsletter contains the event calendar and other news and special offers
it_it: La newsletter settimanale contiene notizie ed offerte sulla programmazione e sulle principali iniziative di Blue Note Milano

source: Newsletter Sign Up? Yes
it_it: Iscrizione alla Newsletter Si

source: Privacy & Conditions Of Use
it_it: Privacy e Condizioni Generali

source: In proceeding, I confirm that I have read and agreed to the <a href="%s" target="_blank">Terms and Conditions</a> and the <a href="%s" target="_blank">Privacy Policy</a>
it_it: Nel procedere, confermo, a tutti gli effetti di legge, di aver letto attentamente le <a href="%s" target="_blank">Condizioni Generali</a> di averle accettate, nonché di aver attentamente preso visione della informativa ai sensi del D.Lgs. n.196/2003 (Codice in materia di protezione dei dati personali), <a href="%s" target="_blank">Privacy</a>

source: Purchase Online
it_it: Acquista Online

source: Purchase by Phone
it_it: Acquista Al Telefono

source: Title
it_it: Titolo

source: Mode
it_it: Visualizza come

source: List
it_it: Lista

source: Latest comments
it_it: Ultimi commenti

source: said
it_it: ha detto

source: Join our Mailing List
it_it: Iscriviti alla Newsletter

source: Adding email address...
it_it: Aggiungo indirizzo email

source: No email address provided
it_it: Non hai inserito nessun indirizzo email

source: Email address is invalid
it_it: Indirizzo email non valido!

source: Success! Check your email to confirm sign up
it_it: Congratulazioni! Controlla la tua posta per confermare l'iscrizione

source: Error
it_it: Errore

source: Insert New Password
it_it: Inserisci Nuova Password

source: Repeat New Password
it_it: Ripeti Nuova Password

source: Vat or Fiscal Number
it_it: Partita IVA e Codice Fiscale

source: Wrong username or password. Please try again. WARNING! In August 2012, Blue Note has updated its website, and previous username and password are no longer valid. If by then you have not made a new registration, click ok, then click on Register and follow the procedures.
it_it: Username o password errati; si prega di riprovare. ATTENZIONE! Ad agosto 2012 Blue Note ha rinnovato il proprio sito, e i precedenti Username e Password non sono più validi. Se da allora non hai ancora effettuato una nuova registrazione, clicca su ok, poi sul pulsante Registrati e segui le procedure.
