Repository: TMPALEKS/BN-Dev
Catalog: plugins/wpx-smartshop/localization/wpx-smartshop-*.po
Languages: it_it

source: Are you sure to remove this product?
it_it: Sei sicuro di voler rimuovere questo prodotto?

source: Are you sure to remove all your products?
it_it: Sei sicuro di voler rimuovere tutti i tuoi prodotti?

source: Choose Time
it_it: Seleziona un'orario

source: Time
it_it: Ore

source: Hour
it_it: Ora

source: Minute
it_it: Minuti

source: Seconds
it_it: Secondi

source: Now
it_it: Oggi

source: Su,Mo,Tu,We,Th,Fr,Sa
it_it: Dom,Lun,Mar,Mer,Gio,Ven,Sab

source: January,February,March,April,May,June,July,August,September,October,November,December
it_it: Gennaio,Febbraio,Marzo,Aprile,Maggio,Giugno,Luglio,Agosto,Settembre,Ottobre,Novembre,Dicembre

source: mm/dd/yy
it_it: dd/mm/yy

source: Close
it_it: Chiudi

source: Yes
it_it: Si

source: Cancel
it_it: Annulla

source: Select a product
it_it: Seleziona un Prodotto

source: Select a product type
it_it: Seleziona un Tipo Prodotto

source: Select an user
it_it: Seleziona un utente

source: Store Pages
it_it: Pagine negozio

source: Store Page
it_it: Pagina negozio

source: Add New
it_it: Aggiungi Nuovo

source: Add New Store Page
it_it: Aggiunti una nuova pagina del negozio

source: Edit
it_it: Modifica

source: New Store Page
it_it: Nuova pagine del negozio

source: View Store Page
it_it: Visualizza pagina negozio

source: Store Page Search
it_it: Cerca pagina negozio

source: Store Pages not found
it_it: Pagine negozio non trovate

source: No Store Page in trash
it_it: Nessuna pagina del negozio nel cestino

source: store
it_it: negozio

source: wpx SmartShop Settings
it_it: wpx SmartShop impostazioni

source: Settings
it_it: Impostazioni

source: wpx SmartShop Orders
it_it: wpx SmartShop Ordini

source: Orders
it_it: Ordini

source: wpx SmartShop Stats
it_it: wpx SmartShop Statistiche

source: Stats
it_it: Statistiche

source: Coupons
it_it: Coupon

source: Memberships
it_it: Sottoscrizioni

source: Payment Gateways
it_it: Gateway di pagamento

source: wpx SmartShop Carriers
it_it: WP SmartShop - Corieri

source: Carriers
it_it: Corrieri

source: wpx SmartShop Shipping Countries
it_it: wpx SmartShop - Paesi di spedizione

source: Shipping Countries
it_it: Paesi di spedizione

source: wpx SmartShop Shipments
it_it: wpx SmartShop Spedizioni

source: Shipments
it_it: Spedizioni

source: wpx SmartShop Credits
it_it: wpx SmartShop Crediti

source: Credits
it_it: Crediti

source: wpx SmartShop Showcase Settings
it_it: Impostazioni vetrina di SmartShop

source: For more info and plugins visit
it_it: Per maggiori informazioni e plugin visita

source: Items per page
it_it: Elementi per pagina

source: No Carriers found.
it_it: Nessun corriere trovato.

source: Please, check your search filters parameters.
it_it: Verifica i parametri della ricerca.

source: Restore
it_it: Ripristina

source: Delete
it_it: Elimina

source: Trash
it_it: Cestina

source: Name
it_it: Nome

source: Measure shipping unit
it_it: Unità di misura per le spedizioni

source: Web site
it_it: Sito Web

source: Move to Trash
it_it: Sposta nel Cestino

source: Carrier(s) deleted successfully
it_it: Corrieri eliminati con successo

source: Error while deleting carrier
it_it: Errore mentre si cancellava un Corriere

source: Carrier update successfully
it_it: Corriere aggiornato con successo

source: Error while updating carrier
it_it: Errore mentre si aggiornava un Corriere

source: Carrier added successfully
it_it: Corriere aggiunto con successo

source: Error while adding carrier
it_it: Errore mentre si inseriva un Corriere

source: New Carrier
it_it: Nuovo Corriere

source: Edit Carrier
it_it: Modifica Corriere

source: Add
it_it: Aggiungi

source: Update
it_it: Aggiorna

source: Carrier information
it_it: Informazioni Corriere

source: Status
it_it: Stato

source: Weight
it_it: Peso

source: Size
it_it: Dimensione

source: All
it_it: Tutti

source: Publish
it_it: Pubblicato

source: Filter by Carrier
it_it: Filtra per Corriere

source: showcase
it_it: vetrina

source: print
it_it: stampa

source: Too many orders in %s status for user with id %s
it_it: Troppi ordini in stato %s per l'utente con id %s

source: Your coupon code is incorrect or not valid for this product. Please try again!
it_it: Codice coupon sbagliato o non valido per questo prodotto. Si prega di riprovare.

source: This coupon code is not available for you. Please try with different coupon code.
it_it: Questo codice coupon non è disponibile per te. Usa un differente codice coupon.

source: The Coupon code is busy by you and/or someone else . Please try again later
it_it: Il codice coupon è occupato da te o da qualcun altro. Riprova più tardi.

source: On %s purchased products, coupon successfully used for the %s units to which you are entitled
it_it: Sui %s prodotti acquistati, coupon utilizzato con successo per le %s unità alle quali hai diritto

source: Coupon successfully used for the units to which you are entitled.
it_it: Coupon utilizzato con successo per le unità alla quali hai diritto.

source: Your coupon discount apply successfully!
it_it: Lo sconto Coupon è stato applicato!

source: No cumulative coupon found!
it_it: Nessun Coupon cumulativo trovato!

source: No order coupon available at this moment!
it_it: Nessun Coupon Ordine disponibile al momento!

source: Add to cart
it_it: Aggiungi al carrello

source: Print
it_it: Stampa

source: No Coupons found.
it_it: Nessun coupon trovato.

source: Anyone
it_it: Chiunque

source: None
it_it: Niente

source: Any
it_it: Qualsiasi

source: m/d/Y H:i
it_it: d/m/Y H:i

source: Nobody
it_it: Nessuno

source: Date
it_it: Data

source: Create by
it_it: Creato da

source: Product maker
it_it: Creatore di prodotti

source: Value
it_it: Valore

source: Only for
it_it: Solo per

source: Product
it_it: Prodotto

source: Product Type
it_it: Tipo Prodotto

source: Available from
it_it: Disponibile da

source: Available to
it_it: Disponibile fino

source: Used by
it_it: Usato da

source: Coupon(s) deleted successfully
it_it: Buono Sconto eliminati con successo

source: Error while deleting coupon
it_it: Errore durante l'eliminazione di un Buono Sconto

source: Coupon update successfully
it_it: Buono Sconto aggiornato con successo

source: Error while updating coupon
it_it: Errore durante l'aggiornamento del coupon

source: Coupon(s) added successfully
it_it: Buono Sconto aggiunto con successo

source: Filter for User Maker
it_it: Filtra per utente creatore

source: Filter for User owner
it_it: Filtra per utente proprietario

source: Apply
it_it: Applica

source: New Coupon
it_it: Nuovo Buono sconto

source: Edit Coupon #%s
it_it: Modifica Buono Sconto #%s

source: Coupon restrictions
it_it: Restrizioni sui Buoni Sconto

source: Restrict your coupon usage for
it_it: Applica le restrizione al tuo Buono Sconto per

source: Product type
it_it: Tipo prodotto

source: User
it_it: Utente

source: Availability
it_it: Disponibilità

source: Makes this coupon available
it_it: Rendi questo Buono Sconto disponibile

source: Date start
it_it: Data inizio

source: To
it_it: alla data

source: This is a numeric value for currency money. Append % for percentage. For apply Free to a product insert 100%
it_it: Inserire un valore che indicherà la cifra da sottrarre come sconto nella valuta corrente. Aggiungere il carattere % (percentuale) alla fine, per indicare uno sconto percentuale. Se si volesse creare un Buono Sconto per l'intero valore del prodotto, inserire 100%

source: Limit
it_it: Limite

source: Limit this coupon for product
it_it: Limita questo coupon per prodotto

source: Cumulative
it_it: Cumulativo

source: Custom Unique Code
it_it: Codice univoco personale

source: Prefix
it_it: Prefisso

source: Postfix
it_it: Postfisso

source: Primary Coupon informations
it_it: informazioni princiapli sul Buono Sconto

source: This coupon has been used by
it_it: Questo Buono Sconto è stato usato da

source: Quantity
it_it: Quantità

source: Coupon number to generate
it_it: Numero di Buoni Sconto da generare

source: Generate an only one unique code
it_it: Genera un solo codice univoco

source: Set this flag for create more coupon with the same unique code.
it_it: Impostare questa opzione per generare una serie di Buoni Sconto con lo stesso codice univoco. Questo permette di realizzare un unico Buono Sconto, cioè con il medesimo codice, da poter utilizzare (e riutilizzare) per un certo numero di volte. Ad esempio generando dieci (10) Buoni Sconto con lo steso codice univoco, tale codice potrà essere utilizzato - appunto - per dieci (10) volte; a meno di altri parametri di disponibilità come la data.

source: Makes quantity unlimited
it_it: Rendi illimitato

source: If you check this flag the coupons will be used to up "date to" value if present.
it_it: Impostando questa opzione, il Buono Sconto sarà valido fino alla data di scadenza se presente. Si potrà utilizzare questo Buono Sconto quante volte si vuole senza nessuna limitazione, fatta eccezione per il range di date di disponibilità.

source: Available
it_it: Disponibile

source: Pending
it_it: In attesa

source: Confirmed
it_it: Confermato

source: Select a restrict product
it_it: Seleziona una restrizione per Prodotto

source: Loading...
it_it: Attendere...

source: This software is free. You don't need to donate money to support it. Just talk about it.
it_it: Questo software è gratuito. Non è necessario donare denaro per supportarlo. Basta che ne parli!

source: Order
it_it: Ordine

source: Amount
it_it: Quantità

source: No order for selected filters
it_it: Nessun ordine per i filtri selezionati

source: Code
it_it: Codice

source: Used
it_it: Usato

source: No coupons for selected filters
it_it: Nessun coupon per i filtri selezionati

source: For more information:
it_it: Per più informazioni:

source: Manage
it_it: Gestisci

source: Welcome in SmartShop Orders
it_it: Benvenuto negli ordini di SmartShop

source: Product name
it_it: Nome prodotto

source: Unit Price
it_it: Prezzo unitario

source: VAT
it_it: IVA

source: Price
it_it: Prezzo

source: Subtotal
it_it: Subtotale

source: Discount
it_it: Sconto

source: Shipping
it_it: Spedizione

source: Total
it_it: Totale

source: No order found
it_it: Nessun ordine trovato

source: Print Invoice
it_it: Stampa fattura

source: Order ID
it_it: ID Ordine

source: Sent to
it_it: Spedito a

source: Purchased by
it_it: Acquistato da

source: No Membership or subscription found.
it_it: Nessuna sottoscrizione trovata per i filtri selezionati

source: Role
it_it: Ruolo

source: Capabilities
it_it: Permessi

source: Start
it_it: Inizio

source: Expiry
it_it: Scaduto

source: Name or email
it_it: Nome o email

source: New Memberships
it_it: Nuova sottoscrizione

source: Edit Memberships
it_it: Modifica sottoscrizione

source: Previous Role
it_it: Ruolo precedente

source: Membership information
it_it: Informazioni sottoscrizione

source: Date expired
it_it: Data scadenza

source: Apply to user
it_it: Applica all'utente

source: Current
it_it: Corrente

source: Expired
it_it: Scaduto

source: Filter for User
it_it: Filtra per utente

source: No Orders found.
it_it: Nessun ordine trovato.

source: No user found
it_it: Nessun utente trovato

source: Transaction ID
it_it: ID transazione

source: Ordered by
it_it: Ordinati da

source: Ordered for
it_it: Ordinato per conto di

source: Updated
it_it: Aggiornato

source: Payment type
it_it: Tipo di pagamento

source: Payment gateway
it_it: Gateway di pagamento

source: Date to
it_it: alla data

source: Export CSV
it_it: Esporta in CSV

source: Print Orders
it_it: Stampa ordini

source: New Order
it_it: Nuovo ordine

source: Edit Order #%s
it_it: Modifica ordine #%s

source: Order information
it_it: Informazioni ordine

source: Important
it_it: Importante

source: Order Date
it_it: Data ordine

source: Price information
it_it: informazioni sul prezzo

source: Sub total
it_it: Sub totale

source: Tax
it_it: Tassa

source: Billing information
it_it: Informazioni sul pagamento

source: First Name
it_it: Nome

source: Last name
it_it: Cognome

source: Address
it_it: Indirizzo

source: ZIP code
it_it: CAP

source: Town
it_it: Città

source: Phone
it_it: Telefono

source: Cancelled
it_it: Cancellato

source: Defunct
it_it: Defunto

source: Minutes
it_it: Minuti

source: Days
it_it: Giorni

source: Months
it_it: Mesi

source: Years
it_it: Anni

source: Qty
it_it: Quantità

source: Payment
it_it: Pagamento

source: Summary
it_it: Riepilogo

source: Filter for User Order
it_it: Filtra per utente ordine

source: Filter for Payment Type
it_it: Filtra per tipo di pagamento

source: Filter for Payment Gateway
it_it: Filtra per gateway di pagamento

source: Filter for Product
it_it: Filtra per Prodotto

source: Log in to Purchase
it_it: Accedi per acquistare

source: Shop Closed for maintenance
it_it: Il negozio è momentaneamente chiuso per manutenzione

source: Product not available
it_it: Prodotto non disponibile

source: Product sold out
it_it: Prodotto esaurito

source: Your Shopping Cart is empty
it_it: il tuo carrello è vuoto

source: Empty Cart
it_it: Svuota carrello

source: Checkout
it_it: Vai alla Cassa

source: Wrong product parameter
it_it: Parametri del prodotto sbagliati

source: Coupon Code
it_it: Codice Coupon

source: Payment method
it_it: Metodo di Pagamento

source: Purchase
it_it: Acquista

source: Paid
it_it: Pagato

source: Insert your Coupon code
it_it: inserisci il tuo codice Coupon

source: Cash
it_it: Contanti

source: Card
it_it: Carta

source: Base price
it_it: Prezzo base

source: Date range
it_it: Intervallo date

source: <strong>%s</strong> at the price of <strong>%s</strong> as <strong>%s</strong>
it_it: <strong>%s</strong> al prezzo di <strong>%s</strong> come <strong>%s</strong>

source: You pay <ul><li>%s</li></ul>
it_it: Paghi <ul><li>%s</li></ul>

source: Transaction zero
it_it: Transazione a zero

source: Payment with Cash
it_it: Pagamento Cash

source: Payment Gateway not set
it_it: Gateway di pagamento non impostato

source: Error while contacting secure Bank
it_it: Errore mentre si contrattava la connessione sicura della Banca

source: Redirect to secure Bank
it_it: Stai per essere rediretto verso la connessione sicura della Banca

source: Severe Error
it_it: Errore Grave!

source: No order
it_it: Nessun ordine

source: Thanks for purchase
it_it: Grazie per l'acquisto

source: Version
it_it: Versione

source: Well, You are being redirected to the secure connection of the bank
it_it: Bene, stai per essere rediretto verso la connessione sicura della banca

source: Please wait...
it_it: Attendere prego...

source: Mode
it_it: Modalità

source: Test mode
it_it: Modalità di prova

source: Select a transition type
it_it: Seleziona un tipo di transizione

source: Authorization
it_it: Autorizzazione

source: Merchand Informations
it_it: Informazioni sul venditore

source: Your shop license informations
it_it: Informazioni sulla licenza del tuo negozio

source: This is the password for your ID.
it_it: Questa è la password del tuo ID

source: Primary URL
it_it: URL primario

source: URL for test
it_it: URL per i test

source: Response URL
it_it: URL di risposta

source: Error URL
it_it: URL di errore

source: Settings Reset to default successfully!
it_it: Impostazioni reimpostate ai valori originali!

source: Settings update successfully!
it_it: Impostazioni aggiornate con successo!

source: Reset to default
it_it: Reimposta ai valori predefiniti

source: Test Mode
it_it: Modalità di prova

source: Enable test mode
it_it: Abilita modalità di prova

source: Merchand information
it_it: Informazioni sul venditore

source: Return URL
it_it: URL di risposta

source: Cancel URL
it_it: URL di annullamento

source: Available Payment Gateways
it_it: Gateway di pagamento disponibili

source: Enable the appropriate Payment Gateways
it_it: Abilita il giusto gateway di pagamento

source: Display
it_it: Visualizza

source: Choose display mode
it_it: Scegli una modalità di visualizzazione

source: Combo Menu
it_it: Menu a tendina

source: Introduction
it_it: Introduzione

source: Enable this feature to create coupons packages when an order (with this product) is confirmed
it_it: Attivare per creare dei Coupon quando questo prodotto è acquistato

source: Enabled Coupon creation
it_it: Abilita creazione Coupon

source: Creates coupons when this product is purchased
it_it: Crea automaticamente dei coupon quando questo prodotto è acquistato

source: Buyer
it_it: Acquirente

source: Keep the coupons valid
it_it: Mantieni il coupon valido

source: from purchase
it_it: da acquistare

source: Enabled Membership
it_it: Abilita sottoscrizioni

source: Switch user role when this product is purchased
it_it: Commuta il ruolo utente quando questo prodotto è acquistato

source: Change role in
it_it: Cambio il ruolo in

source: Keep this role for
it_it: Mantiene questo ruolo per

source: from purchase (or activation)
it_it: dall'acquisto (o attivazione)

source: Product Picker
it_it: Selettore Prodotto

source: Search
it_it: Cerca

source: Load next items
it_it: Carica elementi successivi

source: No products found!
it_it: Prodotti non trovati

source: Product Types
it_it: Tipi di Prodotto

source: Products
it_it: Prodotti

source: Add New Product
it_it: Aggiungi Nuovo Prodotto

source: New Product
it_it: Nuovo Prodotto

source: View Product
it_it: Visualizza Prodotto

source: Product Search
it_it: Cerca Prodotto

source: Products not found
it_it: Prodotti non trovati

source: No Product in trash
it_it: Nessun prodotto nel cestino

source: product
it_it: prodotto

source: Product Image
it_it: Immagine Prodotto

source: Preview
it_it: Anteprima

source: Sold
it_it: Venduti

source: Enabled
it_it: Abilita

source: Show All
it_it: Mostra tutti

source: Product Tags
it_it: Tags Prodotto

source: Product Tag
it_it: Tag Prodotto

source: Search Product Tags
it_it: Cerca Tags Prodotto

source: All Product Tags
it_it: Tutti i Tags Prodotto

source: Parent Product Tas
it_it: Tags Prodotto genitore

source: Parent Product Tag:
it_it: Tags Prodotto genitore:

source: Edit Product Tags
it_it: Modifica Tags Prodotto

source: Update Product Tags
it_it: Aggiorna Tags Prodotto

source: Add New Product Tags
it_it: Aggiungi Nuovo Tags Prodotto

source: New Product Tags
it_it: Nuovo Tags Prodotto

source: Popular Product Tags
it_it: Tags Prodotto Popolari

source: Separate Product Tags with commas
it_it: Separa i Tags Prodotto con la virgola

source: Add or remove Product Tags
it_it: Aggiungi o rimuovi un Tag Prodotto

source: product-tags
it_it: tags-prodotto

source: Products Types
it_it: Tipi di Prodotto

source: Search Product Type
it_it: Cerca Tipo Prodotto

source: All Product Types
it_it: Tutti i Tipi di Prodotto

source: Parent Product Type
it_it: Tipo Prodotto genitore

source: Parent Product Type:
it_it: Tipo Prodotto genitore:

source: Edit Product Type
it_it: Modifica Tipo Prodotto

source: Update Product Type
it_it: Aggiorna Tipo di Prodotto

source: Add New Product Type
it_it: Aggiungi un nuovo Tipo di Prodotto

source: New Product Type
it_it: Nuovo Tipo di Prodotto

source: product-types
it_it: tipi-prodotto

source: Base price and rules
it_it: Prezzo base e regole

source: Purchasable
it_it: Acquistabile

source: Variants
it_it: Varianti

source: Stocks
it_it: Scorte

source: Membership
it_it: Sottoscrizioni

source: Digital Product
it_it: Prodotto Digitale

source: Price Manager
it_it: Gestore dei prezzi

source: Create your own list Price/Rule. You can add a Price for a certain category of users or for anyone and discount
it_it: Crea la tua lista di Prezzi/Regole. Puoi aggiungere un determinato prezzo per una certa categoria di utenti.

source: Base Price
it_it: Prezzo base

source: This is the main-base price for a product. Select more rules/prices below.
it_it: Questo è il prezzo principale di un prodotto. Da questo prezzo ne possono derivare altri

source: Price rules
it_it: Regole sul prezzo

source: Select a price rule
it_it: Seleziona una regola sul prezzo

source: From date
it_it: Dalla data

source: To date
it_it: alla data

source: Percentage %
it_it: Percentuale %

source: For order
it_it: Per ordine

source: For product
it_it: Per prodotto

source: Select a rules
it_it: Seleziona una regola

source: Common
it_it: Comune

source: User roles
it_it: Ruoli utente

source: Purchasable management
it_it: Gestione acquistabilità

source: Purchasable only by this Role
it_it: Acquistabile solo per questo ruolo

source: Appearance & variants
it_it: Apparenza & varianti

source: Name/ID
it_it: Nome/ID

source: Width
it_it: Larghezza

source: Height
it_it: Altezza

source: Depth
it_it: Profondità

source: Color
it_it: Colore

source: Material
it_it: Materiale

source: Model
it_it: Modello

source: Turn on for shipping this product
it_it: Attiva per spedire questo prodotto

source: Is shipping
it_it: Spedibile

source: Warehouse Management
it_it: Gestione Magazzino

source: Store Quantity
it_it: Quantità magazzino

source: Quantity for Confirmed
it_it: Quantità confermati

source: Available from date
it_it: Disponibile dalla data

source: Left blank for make available from now
it_it: Lasciare vuoto per rendere disponibile da subito

source: to date
it_it: alla data

source: Left blank for make available forever
it_it: Lasciare vuoto per rendere disponibile per sempre

source: Stock Keeping Unit ID
it_it: Identificatore unità (SKU)

source: Is a unique numerical identifying number that refers to a specific stock item in a retailer's inventory or product catalog. The SKU is often used to identify the product, product size or type, and the manufacturer. In the retail industry, the SKU is a part of the backend inventory control system and enables a retailer to track a product in their inventory that may be in warehouses or in retail outlets.
it_it: È un identificatore univoco che si riferisce ad uno specifico elemento dell'inventario del magazzino. Lo SKU è spesso usato per identificare in modo univoco un prodotto, la sua dimensione, tipo e peso. Esso fa parte anche dell'inventario usato per il controllo delle giacenze e nelle spedizioni.

source: Membership Management
it_it: Gestione delle sottoscrizioni

source: Coupon management
it_it: Gestore dei Coupon

source: Download Count
it_it: Numero download

source: Languages
it_it: Lingue

source: Show product
it_it: Visualizza prodotto

source: Details
it_it: Dettagli

source: Appearance
it_it: Apparenza

source: Available in
it_it: Disponibile in

source: payment
it_it: pagamento

source: General
it_it: Generale

source: WordPress Integration
it_it: Integrazione con WordPress

source: Shop information
it_it: Informazioni negozio

source: Shop open
it_it: Negozio aperto

source: Shop name
it_it: Nome del negozio

source: Country
it_it: Paese

source: Symbol measures
it_it: Simbolo per le dimensioni

source: Eg. g or Kg
it_it: Es. g o Kg

source: Sizes
it_it: Dimensioni

source: Receipt
it_it: Ricevuta

source: Error
it_it: Errore

source: Store
it_it: Magazzino

source: Store URL
it_it: URL del negozio

source: Shopping Cart
it_it: Carrello della spesa

source: Show only for user logon
it_it: Mostra solo per utenti registrati

source: Display empty button
it_it: Mostra il bottone "Svuta Carrello"

source: Product Picker tools will display in new/edit page for this Post Type
it_it: Scegli il tipo di Post dove vuoi che apparirà il Selettore di Prodotti

source: Hide Product Type (category) when no product linked
it_it: Nascondi i Tipo di Prodotto che non hanno prodotti associati

source: Items number
it_it: Numero di elementi

source: after
it_it: dopo

source: WordPress integration
it_it: Integrazione con WordPress

source: Warehouse (Stock, availability)
it_it: Scorte e disponibilità

source: Digital product
it_it: Prodotto digitale

source: Set all price rules
it_it: Imposta tutte le regole del prezzo

source: Prices includes the VAT
it_it: Il prezzo include l'IVA
