Repository: TMPALEKS/BN-Dev
Catalog: plugins/wpx-smartshop/localization/wpx-smartshop-*.po
Languages: it_it

source: When you enter a price this is VAT included
it_it: Quando inserisci un prezzo esso è con IVA inclusa

source: Display price with the VAT
it_it: Mostra il prezzo con IVA

source: Display the price with or without the VAT. Be ware to setting above
it_it: Mostra il prezzo con o senza IVA. Attenzione all'impostazione sopra.

source: Display VAT information close to the price
it_it: Mostra le informazioni sull'IVA accanto al prezzo

source: Set on for "10,33 (vat included/excluded)" or off for "10,33"
it_it: Imposta per "10,33 (IVA includa/esclusa)" o disattiva per "10,33"

source: Show currency symbol close to the price
it_it: Mostra il simbolo della moneta accanto al prezzo

source: Carrier
it_it: Corriere

source: Choose a default carrier
it_it: Scegli un corriere predefinito

source: Weight range
it_it: Intervallo peso

source: Weight from
it_it: Dal peso

source: Weight to
it_it: Al peso

source: Size range
it_it: Intervallo dimensioni

source: Width from
it_it: Dalla larghezza

source: Width to
it_it: Alla larghezza

source: Height from
it_it: Dall'altezza

source: Height to
it_it: All'altezza

source: Depth from
it_it: Dalla profondità

source: Depth to
it_it: Alla profondità

source: Shipements Rules
it_it: Regole di spedizione

source: No Shipments found.
it_it: Nessuna spedizione trovata.

source: Shipment deleted successfully
it_it: Spedizione eliminata con successo

source: New Shipments
it_it: Nuova spedizione

source: Edit Shipments
it_it: Modifica spedizione

source: Shipping Country Information
it_it: Informazioni sul paese di spedizione

source: Continent
it_it: Continente

source: Zone
it_it: Zona

source: Currency
it_it: Moneta

source: Symbol
it_it: Simbolo

source: Symbol HTML
it_it: Simbolo HTML

source: ISO Code
it_it: Codice ISO

source: Select a country
it_it: Seleziona una nazione

source: Filter by Continent
it_it: Filtra per Continente

source: Filter by Zone
it_it: Filtra per Zona

source: New Shipping Country
it_it: Nuovo paese di spedizione

source: Edit Shipping Country
it_it: Modifica paese di spedizione

source: Select the Product and their order
it_it: Seleziona un prodotto e il loro ordine

source: Visibility
it_it: Visibilità

source: Properties
it_it: Proprietà

source: No display
it_it: Non visualizzare

source: Showcase Management
it_it: Gestione Vetrina

source: Product Types Toolbar
it_it: Toolbar Tipi di Prodotto

source: Showcase Pages
it_it: Pagine Vetrina

source: Showcase Page
it_it: Pagina Vetrina

source: Add New Showcase
it_it: Aggiunti una nuova Vetrina

source: New Showcase
it_it: Nuova Vetrina

source: View Showcase
it_it: Visualizza Vetrina

source: Showcase Search
it_it: Cerca Vetrina

source: Showcase not found
it_it: Vetrina non trovata

source: No Showcase in trash
it_it: Nessuna Vetrina nel cestino

source: Theme render layout
it_it: Layout del tema

source: Product Card layout
it_it: Layout scheda prodotto

source: Showcase
it_it: Vetrina

source: Product Card
it_it: Scheda Prodotto

source: Product card
it_it: Scheda Prodotto

source: Display thumbail
it_it: Visualizza miniatira

source: Display Link as button
it_it: Mostra il link come un pulsante

source: Display price
it_it: Mostra il prezzo

source: Display excerpt
it_it: Mostra riassunto

source: Display add to Shopping Cart button
it_it: Visualizza il bottone "aggiungi al carrello"

source: Display Product Types
it_it: Visualizza tipi prodotto

source: Display Product Types Tree
it_it: Visualizza i tipi di prodotto ad albero

source: Theme integration
it_it: Integrazione con il tema

source: Custom
it_it: Personale

source: Include header
it_it: Includi testata

source: Include sidebar
it_it: Includi sidebar

source: Sidebar ID
it_it: ID della Sidebar

source: Include footer
it_it: Includi footer

source: No Products found.
it_it: Nessun prodotto trovato.

source: Product title
it_it: Nome prodotto

source: Variant
it_it: Variante

source: Price rule
it_it: Regola sul prezzo

source: Price / Purchased
it_it: Prezzo / Acquistato

source: Stats added successfully
it_it: Statistica aggiunta con successo

source: Print Stats
it_it: Stampa Statistiche

source: EMail & Phone
it_it: EMail & telefono

source: Purchased
it_it: Acquistato

source: Description
it_it: Descrizione

source: Filter for User Role
it_it: Filtra per ruolo utente

source: Filter for Variant
it_it: Filtra per variante

source: Filter for Model
it_it: Filtra per modello

source: Free
it_it: Gratis

source: (VAT excluded)
it_it: (IVA esclusa)

source: (VAT included)
it_it: (IVA inclusa)

source: Cart
it_it: Carrello

source: This is the shopping Cart to position on your sidebar
it_it: Questo è il Carrello che normalmente è posizionato nella sidebar

source: WP SmartShop Shopping Cart
it_it: Carrello della spesa di WP SmartShop

source: Title
it_it: Titolo
